Repository: gvp/gvp-word-addin
Catalog: WordAddIn/Properties/Resources.*.resx
Languages: ru

# AcuteAccentButton_Label
source: Acute accent
ru: Акут ударение

# CandrabinduButton_Label
source: Candrabindu
ru: Чандрабинду

# ClearOperationalFont_Label
source: Clear selected font
ru: Отменить выбор шрифта

# ClearOperationalFont_Screentip
source: Clear previously selected font
ru: Отменить выбор ранее использованного шрифта

# ClearOperationalFont_Supertip
source: This command clears the selection of previously used non-unicode font.
ru: Эта команда сбрасывает выбор ранее использованного нестандартного шрифта.

# ConvertToFont_Label
source: Convert to {0} font
ru: Преобразовать к шрифту {0}

# ConvertToOperationalFont_Label
source: Convert to a font
ru: Преобразовать к шрифту

# ConvertToOperationalFont_Screentip
source: Convert to non-standard font with diacritics
ru: Преобразовать к нестандартному шрифту с диакритикой

# ConvertToOperationalFont_Supertip
source: Convert the text so that it would be displayed correctly in selected non-standard font with diacritics. Currently the following non-standard fonts are supported to convert to. Devanagari: Not supported. Roman: Amita Times Balaram DVRoman-TTSurekh GVPalatino Rama Garamond Plus Sca-series SD1-TTSurekh Cyrillic: Amita Times Cyr ThamesM ThamesSanskrit
ru: Преобразовать текст так, чтобы он корректно отображался в выбранном нестандартном шрифте с диакритикой. Пребразование возможно к следующим нестандартным шрифтам. Деванагари: Не поддерживается. Латинские: Amita Times Balaram DVRoman-TTSurekh GVPalatino Rama Garamond Plus Sca-серия SD1-TTSurekh Кириллические: Amita Times Cyr ThamesM ThamesSanskrit

# ConvertToUnicode_Label
source: Convert to Unicode
ru: Преобразовать к Юникод

# ConvertToUnicode_Screentip
source: Convert to Unicode
ru: Преобразовать к Юникод

# ConvertToUnicode_Supertip
source: Convert the text so that it would be displayed correctly in all standard Unicode fonts. Currently the following non-standard fonts are supported to convert from. Devanagari: AARitu AARituPlus2 AARituPlus2-Numbers AAVishal Roman: Amita Times Balaram DVRoman-TTSurekh GVPalatino Rama Garamond Plus Sca-series SD1-TTSurekh Cyrillic: Amita Times Cyr ThamesM ThamesSanskrit
ru: Преобразовать текст так, чтобы он корректно отображался во всех стандартных шрифтах Юникод. Преобразование возможно из следующих нестандартных шрифтов. Деванагари: AARitu AARituPlus2 AARituPlus2-Numbers AAVishal Латинские: Amita Times Balaram DVRoman-TTSurekh GVPalatino Rama Garamond Plus Sca-серия SD1-TTSurekh Кириллические: Amita Times Cyr ThamesM ThamesSanskrit

# CyrillicFontsSeparator_Title
source: Cyrillic fonts
ru: Кириллические шрифты

# Devanagari2Latin_Screentip
source: Devanagari into Roman transliteration
ru: Транслитерация Деванагари в Латиницу

# Devanagari2Latin_Supertip
source: Transliterate Devanagari script into Roman script.
ru: Транслитерировать Деванагари в Латиницу.

# DevanagariFontsSeparator_Title
source: Devanagari fonts
ru: Шрифты Деванагари

# DiacriticsButtons_Supertip
source: Append this diacritical mark to the previous symbol.
ru: Добавить этот диакритический знак к предыдущему символу.

# DiacriticsGallery_Label
source: Insert diacritical mark
ru: Вставить диакритику

# DotAboveButton_Label
source: Dot above
ru: Точка сверху

# DotBelowButton_Label
source: Dot below
ru: Точка снизу

# FontTransformationUndoRecord
source: Font transformation
ru: Преобразование шрифта

# GroupDiacritics_Label
source: Diacritical marks
ru: Диакритические знаки

# GroupFontConversion_Label
source: Font conversion
ru: Преобразование шрифта

# Latin2Cyrillic_Screentip
source: Roman into Cyrillic transliteration
ru: Транслитерация Латиницы в Кириллицу.

# Latin2Cyrillic_Supertip
source: Transliterate Roman script into Cyrillic script.
ru: Транслитерировать Латиницу в Кириллицу.

# MacronBelowButton_Label
source: Macron below
ru: Макрон снизу

# MacronButton_Label
source: Macron
ru: Макрон

# OperationalFontSeparator_Title
source: Operational font
ru: Выбранный шрифт

# RomanFontsSeparator_Title
source: Roman fonts
ru: Латинские шрифты

# ScaSeriesMenu_Label
source: Convert to Sca-fonts
ru: Преобразовать к Sca-шрифтам

# TildeButton_Label
source: Tilde
ru: Тильда

# TransliterationGroup_Label
source: Transliteration
ru: Транслитерация
